<div class="promo-wrapper">
    <div class="promo-block" style="background-color: #24292f; color: white;">
        <h1 class="promo-header">
            Кто мы?
        </h1>
        <p class="promo-text">
            Международная компания ELE была создана в Китае в 1996 году. ELE - это производство промышленного оборудования для измельчения и диспергирования. Производство находится в Шанхае. Сейчас компания является активным участником глобального рынка.
        </p>
    </div>
    <div class="promo-block" style="background-color: #0078d7; color: white">
        <h1 class="promo-header">
            Что мы делаем?
        </h1>
        <p class="promo-text">
            ELE – компания полного цикла. От проектирования и разработки до производства и продажи. Компания имеет постоянных клиентов в странах Европы, Америки, Азии, Африки и Ближнего Востока. В компании работают профессиональные инженеры со стажем от 10 лет. 
        </p>
    </div>
    <div class="promo-block" style="background-color: #f4f4f4">
        <h1 class="promo-header">
            Почему мы это делаем?
        </h1>
        <p class="promo-text">
            Наша цель – предложить разным отраслям промышленности наши передовые технологические решения, отвечающие международным стандартам качества. Мы производим оборудование для смешивания, измельчения и диспергирования жидких продуктов, а также сопутствующее оборудование: установки фильтрации, розлива и пр.
        </p>
    </div>
</div>